<?php

return [
	'name' => 'My Application',
	'url' => 'http://myapp.dev:8000',
	'api_domain' => 'api.myapp.dev',
	'app_domain' => 'myapp.dev',
	'description' => '',

    /*
    |--------------------------------------------------------------------------
    | Tag 목록
    |--------------------------------------------------------------------------
    */
    'tags' => [
        'ko' => [
            'laravel' => '라라벨',
            'lumen' => '루멘',
            'general' => '자유의견',
            'server' => '서버',
            'tip' => '팁',
        ],
        'en' => [
            'laravel' => 'Laravel',
            'lumen' => 'Lumen',
            'general' => 'General',
            'server' => 'Server',
            'tip' => 'Tip',
        ],
    ],

    /*
    |--------------------------------------------------------------------------
    | 지원하는 언어 목록
    |--------------------------------------------------------------------------
    */
    'locales' => [
        'ko' => '한국어',
        'en' => 'English',
    ],
];